{"person":{"3793":{"title":"Schupler, Zwi","fields":{"field_biography":["<p><span><span><span>Heinrich Zwi Schupler was born in 1907 in Cologne, Germany and died in 2003 in Haifa, Israel. Heinrich's father, who was an Austrian citizen, immigrated to Germany in 1901 from the city Buczacz on the border of Ukraine\/Galicia. Heinrich finished his studies in a professional commercial school, but decided eventually not to continue in this profession. In 1928, he decided to become a social worker, and began social work studies in Cologne and later in Berlin (school unknown), with an internship in treating youth populations. Heinrich Zwi was an enthusiastic Zionist, and was active to form a branch of the movement in Berlin. In 1933, Heinrich married Sarah Silbermann, with whom he immigrated to Palestine in the year 1935. The couple had a daughter. In Palestine, he initially worked as a social worker for Hitachduth Olej Germania (later Association of Jews from Central Europe). Before 1948, he started working as a welfare coordinator of the human source department in an oil commercial company, where he worked until his retirement.<\/span><\/span><\/span><\/p> <p><span><span><span>Zwi was involved in founding the \"Köln and Rheinland (Cologne and Rhineland) German Jews organization\". He organized cultural and social activities for German immigrants in German language, which were intended to help them to gain a better understanding of the political reality in Palestine.<\/span><\/span><\/span><\/p> <p><span><span><span>In his 60's, he was involved in promoting the new relationship between Israel and Germany, by corresponding with diplomatic figures in Germany and inviting them to visit Israel. <\/span><\/span><\/span><\/p> "]},"created":"1582712573","changed":"1582885830"},"1702":{"title":"Rosenthal, Hugo (Jashuvi, Joseph)","fields":{"field_biography":["<p><span><span><span><span><span lang=\"EN-US\"><span>Hugo Rosenthal<\/span><\/span> (Joseph Jashuvi) was born on 14.12.1887 in Lage (Lippe) and died on 6.12.1980 in Haifa, Israel. He was born to a low-income Jewish family of 9 children. Hugo studied at a Rabbi-Seminary and at a Jewish teacher seminary in Münster\/Westf. He taught at Samson-School in Wolfenbüttel. Hugo was a very early member of the Zionist youth movement and a member of Blau-Weiß. Later, he joined Brit Haolim. After WWI, he did Hachschara and became a teacher for sport and handicraft. Afterwards, he married the pianist Betty (Yehudit) nee Goldschmidt, and in 1925 he immigrated to Palestine with his family, where he tought at the school of Artur Biram in Haifa sports and handicrafts until 1929, when he returned to Germany. After his return to Germany, he studied in Berlin and worked at a Jewish elementary school in Berlin-Rykestr. He studied the psychology of Jung and conducted studies on the psychology of the Jewish child. Since 1933, he demanded for an independent Jewish educational systems, which prepares for emigration to Palestine. He headed the country boarding school (Landerziehungsheim) Herrlingen\/Ulm until its liquidation in 1939. After his second emigration in 1939 to Palestine, he worked for one year in Ben Shemen youth village. Between 1940-1958, he headed the Ahawah-home after Beate Berger had died. After 1958, he did research work on pedagogical and psychological topics and published a textbook titled Erziehung und Tradition. <\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>In 1943, his eldest son, Gabriel, was killed while serving in the British army. Not long afterward, the towns learned that three of their sisters and other family members had been murdered by the Nazis.<\/span><\/span><\/span><\/span><\/p> <p><span lang=\"EN-US\"><span><span>Upon his retirement in February 1957, he was awarded in Geneva for his educational activities on behalf of The International Save the Children Union. In the framework of the 45th anniversary of \"Youth Aliyah\" (1977), he was awarded the title \"Yakir Aliyat Hanoar\". Over the years he has researched, written and published psychological and educational studies, legends, and reflections. Some of them were published in his book \"Education and Tradition\" (1966), and some of them are stored in his estate, which is in the Yad Vashem Archives in Jerusalem. He also wrote in German his memoirs from his childhood and youth – between the years 1887-1914, and the book was translated into Hebrew by his son Uriel Yashubi in 2003.<\/span><\/span><\/span><\/p> "]},"created":"1534165315","changed":"1582885973"},"1587":{"title":"Ollendorff, Friedrich","fields":{"field_biography":["<p><span><span><span><span><span lang=\"EN-US\"><span>Friedrich Ollendorff<\/span><\/span> was born in 1889 in Breslau, Germany and died in 1951 in Israel. He married Fanny Baer, a Jewish social worker. Ollendorff studied law. After service in the German army in World War I, he was appointed legal adviser to one of the district municipalities of Berlin. He later turned to welfare work and was one of the highest officials in the youth welfare and welfare administration of the Berlin municipality. He played an active role in preparing modern welfare legislation in Germany. In 1924 he left his post to become director of the \"Zentralwohlfahrtsstelle der deutschen Juden\" (Central Office for Social Welfare of German Jewry) and co-editor, with Max Kreuzberger, of the Collection of Welfare Legislation. Ollendorff introduced many new ideas and practices in Jewish welfare work in Germany. He was also one of the initiators of the International Conference of Jewish Social Work, which held its first meeting in 1928 in Paris. In 1934 he immigrated to Palestine together with his wife, Fanny, and became an adviser to Henrietta Szold, then director of the social welfare department of the Vaad Leumi. He introduced a well-planned program for the social services of the Jewish community in Palestine, and also the Kartis ha-Kaḥol (the blue contribution card) as a means of collecting regular contributions for social welfare in Jerusalem. He became the first honorary secretary of the Jerusalem social welfare council, which was composed of the director of social welfare of the Palestine government and representatives of Jewish, Christian, and Muslim welfare institutions.<\/span><\/span><\/span><\/span><\/p> "]},"created":"1528457977","changed":"1582886047"},"2197":{"title":"Landauer, Georg","fields":{"field_biography":["<p><span><span><span><span><strong><span lang=\"EN-US\"><span>Georg Landauer<\/span><\/span><\/strong> was born on 17.11.1895 in Cologne, Germany and died on 4.2.1954 in New York, USA. Georg Landauer was a lawyer, journalist, and Zionist leader. He was active in the Zionist youth movement Blau-Weiss and the student organization Kartell Juedischer Verbindungen. He was a founder of the German branch of Ha-Poel Ha-Zair. Landauer became director of the Berlin Palestine Office in 1925 and in 1929 of the Zionist Federation of Germany. After his emigration to Palestine in 1934, he was involved in politics in the Yishuv, especially as founder of Aliyah Hadasha, a political party based by the German immigrant community, and in other immigration matters, particularly as financial director of Youth Aliyah. Landauer served twenty years (1934-1954) as a managing director of the Jewish Agency Central Bureau for the Settlement of German Jews. After the Second World War ended he was involved in negotiating for reparations and restitution of the property of German Jews in Germany. He emigrated to the United States in 1953.<\/span><\/span><\/span><\/span><\/p> "]},"created":"1540214729","changed":"1582886142"},"2221":{"title":"Kreutzberger, Dr. Max","fields":{"field_biography":["<p><span lang=\"EN-US\"><span><span>Max was a prominent German Jewish historian and social worker. He spent much of the 1930s in Palestine before eventually moving to New York in 1955. In Palestine he was a leading figure in the welfare office for German Jews in Jerusalem and Tel-Aviv (HOG), and between 1935-1948 became its general secretary. During his lifetime, he amassed a collection of over 10,000 pages on Palestine. After his immigration to the US, he is perhaps best known for becoming the first director of the Leo Baeck Institute, a research library for German Jewish history in New York. <\/span><\/span><\/span><\/p> "]},"created":"1541165238","changed":"1582886637"},"1284":{"title":"Lotan, Giora (née Lubinski, Georg)","fields":{"field_biography":["<p><span><span><span><span><span lang=\"EN-US\"><span>Giora Lotan<\/span><\/span> (Georg Lubinsky) was born on 22.3.1902 in Berlin, Germany, and died on 1.1.1974 in Jerusalem, Israel. He was the son of Eliezer and Ulrike, and the brother of Hans Lubinski (1900-1965, on this database). Other siblings were Alfred Lubinski (1904-1978), who had a travel agency and emigrated to Brazil, and Gerda Lubinski (born 1916). He married Hilda Cohn (1902-1983, also on the database), a social worker. The couple had two sons: Michael and Yehoyakim (Yuki). <\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>He studied law at the University of Berlin and the University of Frankfurt, and in 1927 he received his doctorate in law. He worked as a judge in a labor court, as a youth judge and as a youth counselor in Berlin. He also had a role as a public activist in the Zionist movement. For a while he served as secretary of the HaChaluts movement in Germany.<\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>During the \"Great Depression\" in Germany, there were distinguished individuals who tried to save what could have been saved. Dr. Lubinsky was a member of the ZWST, and he worked to establish social institutions for those who became destitute, and as a trustee for the Labor Zionist movement he worked hard to prepare places for agricultural training - <span><span>Hachshara - <\/span><\/span>for candidates for immigration to Palestine.<\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>In 1938 he immigrated to Palestine with his wife and children. In the years 1939-1948 he headed the social department of the Vaad Leumi founded by Henrietta Szold. When the Second World War broke out, and then the 1948 war in Palestine, he ran the division of the family of the soldier, who filled the duties imposed in a sovereign state, on the Rehabilitation Branch of the Ministry of Defense. Later he was director of the Department of Public Insurance in the Ministry of Labor. He ran the comparison fund for reservists. <\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>After the establishment of the State of Israel, he served as the director of the Department of Old Age Insurance at the Ministry of Labor, and as such he served on the inter-ministerial committee for planning social insurance and was sent as an Israeli representative to the UN Social Committee. He served as general director of the National Insurance Institute of Israel from 1954-1969. During these years, he also served for short periods as the general director of the Ministry of Welfare and Labor.<\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>For many years, a fund for the employment of pensioners operated in his name.<\/span><\/span><\/span><\/span><\/p> "]},"created":"1524677418","changed":"1582886751"},"1282":{"title":"Senator, David Werner ","fields":{"field_biography":["<p><span><span><span><span><span lang=\"EN-US\"><span>David Werner Senator<\/span><\/span> was born on <span dir=\"RTL\" lang=\"HE\">6.9.1896<\/span> in Berlin, Germany and<strong> <\/strong>died on <span dir=\"RTL\" lang=\"HE\">2.11.1953<\/span> in Atlanta, Georgia, USA. His father was Severin Senator and his mother was Elisheva to the Gotteshelk family. David Senator became interested in the problems of Eretz Israel while he was still a student in Germany and wrote his doctoral thesis on Jewish settlement in that country. He studied at the universities of Munich, Berlin and Freiburg in 1919. He was interested in Jewish culture and art and devoted himself to cultural activities among Jewish youth from Eastern Europe and he joined the circle of the Volksheim. He worked for Jewish welfare organizations in Germany, worked for the European branch of the American Jewish Joint Distribution Committee, rising to the position of General Secretary of its European headquarters. <\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>He was also a leading member of the Brit Shalom and Ihud movements and was a supporter of Judah Magnes' political work advocating a binational state for Jews and Arabs in Palestine. <\/span><\/span><\/span><\/span><\/p> <p><span><span><span><span>Senator settled in Palestine in 1924 but was sent on a mission abroad and returned in 1930. He was elected as a member of the Jewish Agency executive board at the plenary session of the Jewish Agency Council in Basle in 1931, and served there until 1935 as Treasurer of the Jewish Agency and later head of the Immigration Department and the Department of Settlement of German Jews. <\/span><\/span><\/span><\/span> <span lang=\"EN-US\">He resigned in 1935, as a result of his opposition to the Agency's \"activist\" policy. He then returned to Palestine and became administrator of the Hebrew University and ran the university during crucial periods in the Second World War and the War of Independence. In 1949, he became the Executive Vice-President of the Hebrew University.<\/span><\/p> "]},"created":"1524677315","changed":"1582893000"},"3811":{"title":"Rothschild, Dr. Leopold Jehuda","fields":{"field_biography":["<p><span lang=\"EN-US\"><span><span>Dr. Leopold Jehuda Rothschild was born in 1880 in Waltersbrück, Hessen-Nassau, Germany and died in 1957 in Tel Aviv, Israel.&nbsp; He was the son of Seligmann Pinchas Rothschild and Emma Ernestine Rothschild and the brother of Jochanan Hugo Rothschild, Moses Max Rothschild and Emil Rothschild. Leopold was a Rabbi, teacher and educator. Between 1907-1913 he taught at Jewish schools in Halberstadt and from 1913-1938 he and his wife Ziporah Rothschild headed the Israeli orphan's home Dinslaken, from where he transferred a lot of children to Palestine as of 1935. In 1938, the home was destroyed by the Nazis. Some children went to Antwerp to the son of Leopold, who had a home there. Leopold immigrated to Palestine in 1938, where he did pedagogical work.&nbsp; He was a board member and worked in the Yeshiva \"Kol Hatora\" in Jerusalem, which was established as a German Jews Yeshiva and supported Youth Alyah.<\/span><\/span><\/span><\/p> "]},"created":"1582894397","changed":"1582895832"},"3825":{"title":"Ostfeld, Zvi Hermon (Hermann)","fields":{"field_biography":["<p><span lang=\"EN-US\"><span><span>Zvi Hermon (Hermann) Ostfeld was born in 1912 in Germany and died in 1996 in Israel. He grew up in the city of Humburn (now part of Duisburg). In Germany, Hermon was a social worker and a liberal rabbi in training, a probation officer and a doctorate in the field of penology. After his immigration to Palestine in 1938, he studied at the Training School for Social Service in Jerusalem, from which he graduated in 1941 with a thesis) on social problems with regard to guardianship. In 1942, he moved to Haifa and later became the first Jewish probation officer of the city. After the establishment of the State, he worked in the Ministry of Welfare and was director of the Youth Rehabilitation Department. In September 1952, Zvi Hermon became Prison Commissioner, even when the Israel Prison Service was under the auspices of the Israel Police, from 1952 to 1958. After being appointed Prison Commissioner in Hermon prison, he changed procedures in the Israel Prison Service, which were rooted in the British Mandate period, and involved social workers and educational aspects in the service for the first time. Hermon initiated vacations for prisoners, established a psychiatric department for prisoners suffering from mental illness and a prison Emergency Room in Ramla Prison and canceled the use of cudgel by the prison guards. In 1954, he set a payment for prisoners in exchange for their work. Gradually, the general approach has become a rehabilitative approach. This change of roles led to a fundamental change in the attitude of service to prisoners and in the policy and priorities of the Prison Service. Hermon's therapeutic-rehabilitative approach came to fruition, when the establishment was named after him. In 1958, following a prisoner revolt in the Shata prison, a committee of inquiry headed by Yitzhak Ben Aharon was established. In 1964, he became a board member of the hostel for released prisoners in Netanya. In 1959, he was one of the first members of the faculty of the Institute of Criminology, which was established within the Faculty of Law of the Hebrew University of Jerusalem.<\/span><\/span><\/span><\/p> "]},"created":"1582896741","changed":"1582900441"},"3844":{"title":"Frankenstein, Carl (Karl)","fields":{"field_biography":["<p><span><span><span>Carl (Karl) Frankenstein was born on February 16, 1905 in Berlin and died on January 22nd, 1990 in Israel. He completed his studies in philosophy and psychology at a Berlin University and the University of Erlangen. During his studies, he was actively involved in Jewish relief organizations. After a period in France, he emigrated to Mandate Palestine in 1935. From 1935 to 1965, Frankenstein was a lecturer and faculty member at a number of educational establishments, including the Training School for Social Service in Jerusalem, nursing schools, teaching seminars, Youth Aliyah organizations and the Department of Criminology at the Hebrew University of Jerusalem. In 1937, he was appointed the first juvenile probation officer in Mandatory Palestine. He&nbsp;&nbsp; served as liaison between the Vaad Leumi and the British Mandate authorities in the field of welfare and education and was also active on behalf of the Vaad Leumi with respect to education and welfare of children from Mizrahi families. At the time of the establishment of the State of Israel in 1948\/49, he was appointed head of the Henrietta Szold Institute (National Institute for Research in the Behavioral Sciences) in Jerusalem, which he led until 1953. From 1951 until his retirement in 1969, Frankenstein was a faculty member of the Hebrew University and served as a professor for pedagogy and special education. His principal areas of study were developmental sociology, juvenile delinquency, rehabilitation intelligence, problems in integration of immigrants, ways of thinking, psychology and psychopathy. After retiring from university, he continued with volunteer work, including working as an editor of the journal \"Magamot\". In 1965, Frankenstein was awarded the Israel Prize in education. Frankenstein's research and thoughts were published in many books, primarily in Hebrew, but also in English and German.<\/span><\/span><\/span><\/p> "]},"created":"1583248361","changed":"1583249723"},"3857":{"title":"Rothschild, Siegfried (Pinchas)","fields":{"field_biography":["<p><span><span><span>Siegfried (Pinchas) Rothschild was born on September 13, 1907 in Halberstadt, Germany and died on November 9, 2001 in Jerusalem, Israel. He was the son of Dr. Leopold Jehuda Rothschild. He studied at the universities of Würzburg and Frankfurt (‘Anstaltskunde’) to become a teacher and educator. Between 1933-1936, he worked as an educator in the Jewish children's home Ahawah in Berlin and the orphan's home Dinslaken. In 1937 he became head of Ahawah. In that year, he emigrated to Antwerpen, Belgium, where he led a children's home of the Jewish community.&nbsp; Siegfried was also a member of ESRA (Jewish orthodox youth union) and BJA (an orthodox union of Jewish academics).&nbsp; When the Nazis conquered Belgium in 1940, he became a civilian detainee and was imprisoned in France. His wife Rose Rothschild stayed in Belgium and saved a lot of children from death. After liberation, she went to Brussels and lead a home for orphans, who returned from KZ. Siegfried escaped around 1943. The organization OSE (Oeuvre de Secours aux enfants) asked him to lead a group of Jewish children to Switzerland. He agreed and stayed in Basel, where he again led a home for Jewish children. After the war, he went to Brussels and worked with his wife until 1948, when they went to the U.S. There, he worked as a teacher for Jewish subjects. In 1950, they immigrated to Palestine, where he led a children's home in Afula for 25 years.<\/span><\/span><\/span><\/p> "]},"created":"1583251628","changed":"1584101765"},"3884":{"title":"Franz Hainbach\/Heinebach (Perez Uriel)","fields":{"field_biography":["<p><span lang=\"EN-US\"><span><span>Franz Hainbach\/Heinebach (Perez Uriel) was born in Frankfurt\/Main and was a Zionist since World War I. He studied Agriculture in Berlin and worked in the children's home Ahawah as from 1926. He might have been a member of Lehmann's Jewish settlement (Jüdisches Volksheim). He innovated the pedagogical work at Ahawah by introducing the children's council. In 1929, he immigrated to Palestine, together with Hanni and Ernst Ullmann, first to Ben Shemen, then to Palestinian Ahawah. Later, he founded his own children's home, together with his second wife Mania. In the 1950's, he directed the Alyat Hanoar Camp in Ramat Hadassah. Until 1966, he headed Shorashim school. In 1961, he was awarded the President award for his activity in education.<\/span><\/span><\/span><\/p> "]},"created":"1584102700","changed":"1584106992"},"3896":{"title":"Rund, Ernst (Yaacov)","fields":{"field_biography":["<p><span><span><span>Ernst (Yaacov) Rund was born on January 1st,1902 in Germany and died on November 24,1980 in Israel. His father's name was Moshe. Ernst immigrated to Palestine in 1933 and worked in the welfare office for German Jews in Tel-Aviv (Histadruth Olej Germania, HOG).<\/span><\/span><\/span><\/p> "]},"created":"1584107729","changed":"1584108120"},"3900":{"title":"Hirsch, Siegfried (Shimon)","fields":{"field_biography":["<p><span><span><span>Siegfried (Shimon) Hirsch was born on December 14, 1905 in Hohensalza, Germany and died in 1979 in Rishon LeZion, Israel. Between 1921-1923 he completed a commercial apprenticeship (women's fashion) and worked there as an employee until 1928. In 1922, he also attended a weaving school and from 1924-1925 he studied at the business high school Berlin. Between 1929-1931, Hirsch attended the social political seminary of the University of Politics, Berlin, where he graduated as a social worker. He wrote his final project about decision-making (Willensbildung) and types of social communities as basics of social pedagogy (Prof. Carl Mennicke). From 1930-31 he studied music education at the youth music university (Prof. Jöde). He was also a leader in the Jewish youth movement (Kameraden) between 1921-1928, and did volunteer work with elderly between 1923-24. Hirsch did several internships as part of his training for social work: legal protection work at the welfare office Berlin-Kreuzberg, family welfare work at the welfare office Berlin-Prenzlauer Berg, where he also did youth counseling, and engaged in the areas of special education, guardianship, housing for apprentices, and youth movement. Furthermore, he was in charge of employment counseling and qualification tests at the employment office Berlin-Mitte, and worked in the youth-sanatorium of Dr. Jaemann in Nordhausen. From 1932-33 he attended a course at the institute for psychoanalysis Berlin. From 1931-32, he was employed as a social worker at the youth home Wolzig. In 1933, he headed the central Jewish youth home Berlin and worked as a social worker in the center for economic aid. He immigrated to Palestine in 1934.<\/span><\/span><\/span><\/p> <p><span><span><span>Hirsch applied for a job in social work in Tel Aviv, but has not been placed. Instead, he enlisted in the Haganah (Defense) in Beer Yaakov. In 1936, he settled down in Rishon LeZion. He became a manager of a pension fund in Tel Aviv and later worked for the Histadrut (General Organization of Workers in Israel). He was married to Lili Treiser and the couple had two sons.<\/span><\/span><\/span><\/p> "]},"created":"1584109295","changed":"1584371469"},"3944":{"title":"Brachiahu (Borochov), Dr. Mordechai","fields":{"field_biography":["<p><span><span><span>Dr. Mordechai Brachiahu (Borochov) was born in 1882 in Miezhagula (Mishagale) near Vilna, Lithuania and died on December 12,1959 in Jerusalem, Israel. He was the son of Rabbi Abba Ya'akov HaCohen Borochov, the owner of the Hevel Ya'akov, who served as a teacher at Yeshivat Merkaz HaRav. His brother was the author Aharon Michal Brachiahu. Mordechai studied medicine at Swiss universities (Bern, Basel and Zurich), where he was educated as a doctor of medicine in 1910, and later studied at the Moabit Hospital in Berlin. He immigrated to Eretz Israel in 1912, where he laid the foundation for introducing awareness of hygiene and preventive medicine. He worked as a doctor at the Hebrew Gymnasium Herzliya and replaced Dr. Sonia Belkind, who was the doctor of the students only. With the outbreak of the First World War, he volunteered for the Ottoman army and served there as a doctor until 1918. After that, he was a doctor in the Galilee settlements, near his home in Rosh Pina.<\/span><\/span><\/span><\/p> <p><span><span><span>In 1919, he moved to Jerusalem and founded a hygienic department for Hadassah (Medical Center). He was one of the developers of hygiene and preventive medicine, and developed the field of spiritual hygiene. Over the years, starting in 1929, he founded the first schools of their kind for children with mental retardation (conditions), as well as clinics for the treatment of children.<\/span><\/span><\/span><\/p> <p><span><span><span>He began his career in journalism before appearing in articles in the Hebrew newspaper HaMelitz, later on he wrote for various journals, such as Haaretz, Davar and others, as well as in the German press. Sometimes he signed under the names: M. Asia, M. Ben-Yaakov, M. Knights and more. Brachiahu has been the editor of the weekly \"Spiritual Hygiene\". In fact, from the first year of his stay in Israel, he began publishing books in the field of medicine and was the editor of \"La'am\", which was founded during the Second Aliyah and published scientific publications for the general public.<\/span><\/span><\/span><\/p> <p><span><span><span>In 1952, he retired from Hadassah, after 40 years of medical work in Israel. In 1953, he was awarded the Szold Prize for Medicine and Public Hygiene by the Tel Aviv Municipality for his pioneering work in schools and the integration of medicine in education in Israel.<\/span><\/span><\/span><\/p> <p><span><span><span>After his death his memoirs were printed, which he left in a manuscript. He left behind his wife Dr. Hanna Brachiahu and two daughters.<\/span><\/span><\/span><\/p> "]},"created":"1584371882","changed":"1584451280"},"1835":{"title":"Avneri, Bruria (born Heymann, Bertha )","fields":{"field_biography":["Bruria Avneri (née Bertha Heymann) was born on 10.4.1901 in Duisburg and died in 1974 in Haifa. Her parents were Yaccov and Rachel Heymann. Bertha was a member of the Blau-Weiß youth movement and trained for six months as a baby nurse in addition to studying for one year in a commercial school. Bruria then worked for five years as a clerk and also volunteered for five years as a secretary in the Jewish welfare office for foreigners and travelers. Between 1927 and 1929, she trained in social work at the Soziale Frauenschule in Berlin-Schöneberg. The topic of her final exam was \"Welfare Work for Impaired and Developmentally Disabled Children\" and she did her internship working with youth in Berlin’s Jugendamt, or children’s welfare department. Subsequently, she worked for three and a half years as a social worker in a home for at-risk girls. Bertha immigrated to Palestine in 1933 on her own, after her sister had gone to Palestine some time earlier to work as a midwife in Haifa. Bertha settled in Haifa as well. When she applied at the Vaad Leumi Department of Social Work in 1933, she received a very warm professional recommendation from Frieda Weinreich, another German-Jewish social worker who immigrated to Palestine, who knew her from the Zentralwohlfahrtsstelle der Juden in Deutschland (ZWST), or Central Office for Jewish Welfare, in Berlin. Later, Bertha headed a welfare office in Haifa and was in charge of the city's welfare department. Her husband was Dr. Zwi Avneri and they had two children, Yael Snapir and Shay Avneri. "]},"created":"1535040182","changed":"1587647028"},"1784":{"title":"Aloni, Jenny (née Rosenbaum)","fields":{"field_biography":["Jenny Aloni (née Rosenbaum) was born on 7.9.1917 to Henriette and Moritz Rosenbaum in Paderborn, Germany and died on 30.9.1993 in Ganei Yehuda in Israel. She grew up in a well-established family in Paderborn and attended a Catholic Lyceum until 1935. In reaction to the increasing number of anti-Semitic hostilities since 1933, she turned to Zionism as well as to socialist ideas. In 1935, she began preparing for her immigration to Palestine in the Spreenhagen hachschara training school. Out of consideration to her parents, she delayed her plans to leave for Palestine and instead studied in the school of the Berlin synagogue Adass Iisroel from 1936 until her graduation. Nonetheless, she continued to make contacts with socialist groups within the Zionist movement and learned Hebrew and Arabic. Following her graduation from high school in 1939, she worked as a hachschara or training group leader in the Schniebinchen (today Świbinki, western Poland) training camp. She soon thereafter immigrated to Palestine via Trieste with a youth aliyah group transporting Jewish children and adolescents. In Jerusalem, she studied literature at the Hebrew University and did voluntary social work for neglected children and adolescents. In 1942, she enlisted in the medical service of the Jewish Brigade of the British Army. In 1946, began her studies in Jerusalem to train to work in social service. She reflected on this training in her diaries, which have now been published. Jenny did not complete her studies but did continue her voluntary social work. Between 1938 and 1950 she worked with the Labor youth movement as a vocational counsellor. Later, in Paris and Munich, she helped to repatriate Jews to their home countries or to immigrate to Palestine. In 1948, Jenny Rosenbaum married Esra Aloni, who had immigrated to Palestine in 1934. Jenny served as a paramedic during Israel’s War of Independence in 1948. In 1950, her daughter Ruth was born, and in 1955, Jenny Aloni visited her hometown of Paderborn for the first time since 1935. Beginning in 1957, the family Aloni lived in Ganei Yehuda near Tel Aviv. For nearly 20 years, Jenny Aloni was a volunteer at the public psychiatric clinic in Be’er Ya’akov. Because she was so successful in her work, she was able to participate in case conferences in the clinic. Before and after immigrating to Israel, Jenny’s primary vocation was that of a writer. She wrote short papers and poems in Hebrew that were published n Dovrat Ha-Po'elat, a feminist socialist journal, but most of her writing was in German. Her works included short stories, poems and diaries. Her diaries recounted such events as her childhood in the Third Reich, the ingathering of exiles in Israel and the Israeli-Palestinian conflict. In the 1960s, she received attention from the renowned writers Max Brod and Heinrich Böll. Jenny Aloni is considered to be among the most important writers who wrote in German in Israel. In 1967, she won the Paderborn Cultural Award for her writings. She was awarded the President’s award for her volunteer work in the Be’er Yaacov psychiatric hospital in 1976. In 1991, she received the Annette von Droste-Hülshoff literary prize. "]},"created":"1534853614","changed":"1588758820"}}}